package org.practice.tasks.ErlanC.CodeWars;
import java.util.Arrays;

public class CodeWar13 {
    /*
    Вы в зоопарке... все сурикаты выглядят странно. Что-то пошло ужасно неправильно - кто-то взял и поменял местами их головы и хвосты!
    Спасите животных, поменяв их местами обратно. Вам будет предоставлен массив, который будет содержать три значения (хвост, тело, голова).
    Ваша задача - переставить массив так, чтобы животное располагалось правильно (голова, тело, хвост).
    То же самое касается всех других массивов / списков, которые вы получите в тестах: вы должны изменить позиции элементов с точно такой же логикой
     */

    public static void main(String[] args) {

    }
}
